Repository: cyanlove/WPBP-Security
Catalog: languages/wp-security-bp-*.po
Languages: es_es

source: Secure your WordPress installation by following the best practices.
es_es: Asegura tu instalación de WordPress siguiendo las mejores prácticas

source: Cyan Lovers
es_es: Amantes del Cyan

source: Your database name is fine.
es_es: El nombre de tu base de datos es correcto.

source: Your database name is not secure enough.
es_es: El nombre de tu base de datos no es suficientemente seguro.

source: The file is on default location, it is recommended to store this file on the parent directory
es_es: El archivo está en su ubicación por defecto, se recomienda almacenar este archivo en el directorio superior

source: Good job, the file is not on default location
es_es: Buen trabajo, el archivo no está en su ubicación por defecto

source: You have danger admin ids!
es_es: Tienes id de admin peligrosos!

source: Your admin ids are secure!
es_es: Tus id de admin son seguros

source: You have danger admin user login!
es_es: Tienes login de usuario de admin peligrosos!

source: Your admin user login are secure!
es_es: Tus login de usuario de admin son seguros!
